Repository: DatTriTat/Inventix
Catalog: Inventix/Localizable.xcstrings
Source language: en
Languages: vi

source: %lld products
vi: %lld sản phẩm

source: %lld units
vi: %lld đơn vị

source: Actions
vi: Hành Động

source: Add
vi: Thêm

source: Add Category
vi: Thêm Phân Loại

source: Add Product
vi: Thêm Sản Phẩm

source: Add Warehouse
vi: Kho hàng

source: Address
vi: Địa Chỉ

source: Already have an account?
vi: Đã có tài khoản?

source: Are you sure to delete this product?
vi: Bạn có muốn xoá sản phẩm này không?

source: Are you sure to delete?
vi: Bạn có muốn xoá không?

source: Available: %lld
vi: Khả Dụng: %lld

source: Cancel
vi: Bỏ

source: Categories
vi: Phân Loại

source: Category
vi: Phân Loại

source: Chat
vi: Hội Thoại

source: Choose a photo
vi: Chọn một bức ảnh

source: Close
vi: Đóng

source: Current Inventory
vi: Số Lượng Hiện Tại

source: Daily Expired Reminder
vi: Nhắc nhở hết hạn mỗi ngày

source: Delete
vi: Xoá

source: Description
vi: Miêu Tả

source: Don't have an account?
vi: Không có tài khoản

source: Edit
vi: Chỉnh Sửa

source: Edit Order
vi: Chỉnh Đơn Hàng

source: Edit Product
vi: Chỉnh Sản Phẩm

source: Edit Warehouse
vi: Chỉnh Nhà Kho

source: Enter first name
vi: Nhập Tên

source: Enter last name
vi: Nhập Họ

source: Enter user name
vi: Nhập Tài Khoản

source: Enter your email
vi: Nhập Email

source: Enter your password
vi: Nhập Mật Khẩu

source: Expired
vi: Hết Hạn

source: Expired Date
vi: Ngày Hết Hạn

source: Forgot Password?
vi: Quên Mật Khẩu

source: From
vi: Từ

source: History
vi: Lịch Sử

source: Invalid Code
vi: Mã Không Hợp Lệ

source: Inventory Information
vi: Thông Tin Kho Hàng

source: Invetory Information
vi: Thông tin Kho Hàng

source: Login
vi: Đăng Nhập

source: Low Stock
vi: Sắp Hết Hàng

source: Min. Stock Level
vi: Số Lượng Tối Thiểu

source: Move
vi: Di Chuyển

source: Move Product
vi: Chuyển Sản Phẩm

source: Name
vi: Tên

source: No Products Available
vi: Không Có Sản Phẩm

source: Notes
vi: Ghi Chú

source: Order Details
vi: Chi Tiết Đơn Hàng

source: Order History
vi: Lịch Sử Đơn Hàng

source: Orders
vi: Đơn Hàng

source: Out of Stock
vi: Hết Hàng

source: Photo
vi: Hình Ảnh

source: Price
vi: Giá Cả

source: Product Information
vi: Thông Tin Sản Phẩm

source: Products
vi: Sản Phẩm

source: Profile
vi: Thông Tin

source: Quantity
vi: Số Lượng

source: Request Permission
vi: Yêu Cầu Cho Phép

source: Required
vi: Yêu Cầu

source: Restock
vi: Nhập Hàng

source: Restock Product
vi: Nhập Lại Hàng

source: Sale
vi: Bán

source: Save
vi: Lưu

source: Schedule Notification
vi: Chỉnh Thông Báo

source: Search
vi: Tìm Kiếm

source: See All
vi: Tất Cả

source: Select
vi: Chọn

source: Select a menu
vi: Chọn mục

source: Select From First
vi: Chọn Từ Đâu Trước

source: Settings
vi: Cài Đặt

source: Sign out
vi: Thoát

source: Sign Up
vi: Đăng Kí

source: Sort By
vi: Phân Loại

source: Start Date
vi: Ngày Bắt Đầu

source: Tap to Scan
vi: Chạm Để Scan

source: Time
vi: Thời Gian

source: To
vi: Đến

source: Type your message here...
vi: Nhập tin nhắn ở đây

source: units
vi: đơn vị

source: Units
vi: Đơn Vị

source: User Information
vi: Thông Tin Người Dùng

source: Warehouse
vi: Nhà Kho

source: Warehouses
vi: Nhà Kho
